base
base-devel
bind
broadcom-wl-dkms
ddrescue
dhclient
diffutils
ethtool
gnu-netcat
gparted
gpm
iw
iwd
libusb
libev
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
usbutils
linux-firmware
lynx
man-db
man-pages
openvpn
wireless_tools
wpa_supplicant
linux-headers
xorg
xorg-server
xorg-apps
xorg-xinit
xorg-xbacklight
xorg-xinput
xorg-xrandr
bspwm
sxhkd
polybar
intel-ucode
xf86-video-intel
libva-intel-driver
lib32-mesa
vulkan-intel
lib32-vulkan-intel
vulkan-icd-loader
lib32-vulkan-icd-loader
xf86-input-libinput
xf86-input-wacom
mesa
lib32-mesa
mesa-utils
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pavucontrol
alsa-utils
alsa-plugins
bluez
bluez-utils
blueman
mobile-broadband-provider-info
networkmanager
networkmanager-applet
xdg-user-dirs
ffmpeg
ffmpegthumbnailer
mediainfo
wget
curl
automake
cmake
gcc
samba
ufw
ufw-extras
polkit-gnome
gnome-font-viewer
gnome-calculator
wireshark-qt
fzf
tlp
p7zip
unrar
zip
atool
htop
gtop
numlockx
speedtest-cli
aspell
aspell-pt
xdotool
dunst
youtube-dl
bat
qt5ct
zsh
zsh-completions
arc-gtk-theme
papirus-icon-theme
capitaine-cursors
lxappearance
rofi
ranger
nautilus
ly
zathura
zathura-pdf-poppler
zathura-djvu
zathura-ps
poppler
ueberzug
feh
nitrogen
vim
qbittorrent
telegram-desktop
libreoffice-fresh
libreoffice-fresh-pt-br
jre-openjdk
python-pip
python-virtualenv
python-pipenv
discord
arcolinux-meta-steam-intel
virt-manager
vlc
otf-font-awesome
ttf-font-awesome
arandr
alacritty